{
 "my_anime_data": [
  {
    "id": 1,
    "title": "Boruto: Naruto Next Generation",
    "genres": ["Action", "Adventure", "Comedy","Drama","Fantasy","Shounen"],
    "views": 402863,
    "votes": 3.9,
    "description": "Naruto was a young shinobi with an incorrigible knack for mischief. He achieved his dream to become the greatest ninja in the village and his face sits atop the Hokage monument. But this is not his story... A new generation of ninja are ready to take the stage, led by Naruto's own son, Boruto!",
    "buy_link": "https://mangadelivery.com/products/m8880406570?utm_source=mangaclub&utm_medium=affiliate&utm_campaign=mangaclub",
    "read_link": "https://mangaowl.net/single/22508/boruto--naruto-next-generations?__cf_chl_jschl_tk__=240a4746668e66f50199f795c8b44c9ded4ec9c7-1617819488-0-AYNpWUmgmOzh8RM_LjG0DzkNcMf4R0v-4eCmO9N93BcW7A9A-_FD5bQ1yv2vqmb7qCU4SJHCHVHH18h_3lpue3QXUEFARTv36i6sLeDRmod0OO9XrRtBy_nvxUM5odWTfpyMr4H60gAclw6Ao6xVjc4tLgSUPiAMD031qpsHYFl8W_dfCYiQfTgpbNF-OV8wBX9GZCMmyx3vOQqH0UupjeC7SSbjDO-6Lykqd0qwSXo4GtGTQZtg61lpApP8-YRtzWq5jrSbSYnuGZ7W2ji78lI4Eicq__Nm1FinjrAgwSFggra793RQhiaJggzIK2aZo33i5q4K0J-ZHpkzV1vjTUPoxLETJ6n2wh6nBYn4_ANZ1IpsOGs4FOCfJ5VTBdCL9C7jTBgqfRkYTMeoPm72ThWykV4UvCwhk_xfa6bDgyAVmcjTl0OOML2-WlPUUgx80LlyMaAe4hfWeezZ3YxtDCzv896TgAmFXkzkstumty8T3B05OTcJm8GiDt_v5RUpIA", 
    "new_chapter": "Apr 20, 2021, 17:00",
    "released": "May 9, 2016",
    "image": "https://img.mostraveller.com/uploads/images/comics/22508/thumbnail.png",
    "creators": ["Mashashi Kishimoto","Mikio Ikemoto","Ukyo Kodachi"]
  },
  {
    "id": 2,
    "title": "One Punch Man",
    "genres": ["Action", "Adventure", "Comedy","Parody","Supernatural"],
    "views": 1244409,
    "votes": 4.8,
    "description": "The seemingly ordinary and unimpressive Saitama has a rather unique hobby: being a hero. In order to pursue his childhood dream, he trained relentlessly for three years—and lost all of his hair in the process. Now, Saitama is incredibly powerful, so much so that no enemy is able to defeat him in battle. In fact, all it takes to defeat evildoers with just one punch has led to an unexpected problem—he is no longer able to enjoy the thrill of battling and has become quite bored. This all changes with the arrival of Genos, a 19-year-old cyborg, who wishes to be Saitama's disciple after seeing what he is capable of. Genos proposes that the two join the Hero Association in order to become certified heroes that will be recognized for their positive contributions to society, and Saitama, shocked that no one knows who he is, quickly agrees. And thus begins the story of One Punch Man, an action-comedy that follows an eccentric individual who longs to fight strong enemies that can hopefully give him the excitement he once felt and just maybe, he'll become popular in the process.",
    "buy_link": "https://mangadelivery.com/products/m7880431070?_pos=1&_sid=c226df7ab&_ss=r",
    "read_link": "https://mangaowl.net/single/76/one-punch-man",
    "new_chapter": "TBC",
    "released": "June 14, 2012",
    "image": "https://cdn.myanimelist.net/images/anime/12/76049l.jpg",
    "creators": ["Murata Yusuke"]
  },
  {
    "id": 3,
    "title": "Attack on Titans (Shingeki no Kyojin)",
    "genres": ["Shounen", "Action", "Drama", "Fantasy", "Horror", "Supernatural"],
    "views": 704323,
    "votes": 4.8,
    "description": "Centuries ago, mankind was slaughtered to near extinction by monstrous humanoid creatures called titans, forcing humans to hide in fear behind enormous concentric walls. What makes these giants truly terrifying is that their taste for human flesh is not born out of hunger but what appears to be out of pleasure. To ensure their survival, the remnants of humanity began living within defensive barriers, resulting in one hundred years without a single titan encounter. However, that fragile calm is soon shattered when a colossal titan manages to breach the supposedly impregnable outer wall, reigniting the fight for survival against the man-eating abominations. After witnessing a horrific personal loss at the hands of the invading creatures, Eren Yeager dedicates his life to their eradication by enlisting into the Survey Corps, an elite military unit that combats the merciless humanoids outside the protection of the walls. Based on Hajime Isayama's award-winning manga, Shingeki no Kyojin follows Eren, along with his adopted sister Mikasa Ackerman and his childhood friend Armin Arlert, as they join the brutal war against the titans and race to discover a way of defeating them before the last walls are breached.",
    "buy_link": "https://mangadelivery.com/products/si-506?_pos=1&_sid=65989bfa7&_ss=r",
    "read_link": "https://mangaowl.net/single/54124/attack-on-titan", 
    "new_chapter": "TBC",
    "released": "Sep 9, 2009",
    "image": "https://cdn.shopify.com/s/files/1/0385/0348/1477/products/SI-506_600x.jpg?v=1610094609",
    "creators": ["Hajime Isayama"]
  },
  {
    "id": 4,
    "title": "One Piece",
    "genres": ["Comedy", "Action", "Drama", "Fantasy", "Superpower"],
    "views": 943341,
    "votes": 4.8,
    "description": "Gol D. Roger was known as the 'Pirate King', the strongest and most infamous being to have sailed the Grand Line. The capture and execution of Roger by the World Government brought a change throughout the world. His last words before his death revealed the existence of the greatest treasure in the world, One Piece. It was this revelation that brought about the Grand Age of Pirates, men who dreamed of finding One Piece—which promises an unlimited amount of riches and fame—and quite possibly the pinnacle of glory and the title of the Pirate King. Enter Monkey D. Luffy, a 17-year-old boy who defies your standard definition of a pirate. Rather than the popular persona of a wicked, hardened, toothless pirate ransacking villages for fun, Luffy's reason for being a pirate is one of pure wonder: the thought of an exciting adventure that leads him to intriguing people and ultimately, the promised treasure. Following in the footsteps of his childhood hero, Luffy and his crew travel across the Grand Line, experiencing crazy adventures, unveiling dark mysteries and battling strong enemies, all in order to reach the most coveted of all fortunes—One Piece.",
    "buy_link": "https://mangadelivery.com/products/wa-01?_pos=1&_sid=58fd9b75e&_ss=r",
    "read_link": "https://mangaowl.net/single/NTV6/one-piece", 
    "new_chapter": "Apr 11, 2021",
    "released": "Jul 22, 1997",
    "image": "https://cdn.myanimelist.net/images/anime/6/73245l.jpg",
    "creators": ["Eiichiro Oda"]
  },
  {
    "id": 5,
    "title": "Bleach",
    "genres": ["Shounen", "Action", "Drama", "Fantasy", "Supernatural"],
    "views": 100606,
    "votes": 4.6,
    "description": "Ichigo Kurosaki is an ordinary high schooler—until his family is attacked by a Hollow, a corrupt spirit that seeks to devour human souls. It is then that he meets a Soul Reaper named Rukia Kuchiki, who gets injured while protecting Ichigo's family from the assailant. To save his family, Ichigo accepts Rukia's offer of taking her powers and becomes a Soul Reaper as a result. However, as Rukia is unable to regain her powers, Ichigo is given the daunting task of hunting down the Hollows that plague their town. However, he is not alone in his fight, as he is later joined by his friends—classmates Orihime Inoue, Yasutora Sado, and Uryuu Ishida—who each have their own unique abilities. As Ichigo and his comrades get used to their new duties and support each other on and off the battlefield, the young Soul Reaper soon learns that the Hollows are not the only real threat to the human world.",
    "buy_link": "https://mangadelivery.com/search?q=bleach",
    "read_link": "https://mangaowl.net/single/2172/bleach", 
    "new_chapter": "TBC",
    "released": "Aug 7, 2001",
    "image": "https://img.mostraveller.com/uploads/images/comics/2172/thumbnail.png",
    "creators": ["Kubo Tite"]
  },
  {
    "id": 6,
    "title": "Dragonball Super",
    "genres": ["Shounen", "Action", "Drama", "Fantasy", "Adventure"],
    "views": 325186,
    "votes": 4.8,
    "description": "Seven years after the events of Dragon Ball Z, Earth is at peace, and its people live free from any dangers lurking in the universe. However, this peace is short-lived; a sleeping evil awakens in the dark reaches of the galaxy: Beerus, the ruthless God of Destruction. Disturbed by a prophecy that he will be defeated by a 'Super Saiyan God,' Beerus and his angelic attendant Whis start searching the universe for this mysterious being. Before long, they reach Earth where they encounter Gokuu Son, one of the planet's mightiest warriors, and his similarly powerful friends.",
    "buy_link": "https://mangadelivery.com/products/m8880471660?_pos=1&_sid=793024b9c&_ss=r",
    "read_link": "https://mangaowl.net/single/60926/dragon-ball-super", 
    "new_chapter": "Apr 20, 2021",
    "released": "Jun 20, 2015",
    "image": "https://cdn.shopify.com/s/files/1/0385/0348/1477/products/M8880471660_09_1c393f40-6695-4e74-a336-6a88c5da74c0_600x.jpg?v=1617439416",
    "creators": ["Toriyama Akira"]
  },
  {
    "id": 7,
    "title": "Boku no Hero Academia",
    "genres": ["Shounen", "Action", "Drama", "Super power", "Adventure", "Comedy"],
    "views": 1478746,
    "votes": 4.9,
    "description": "The appearance of 'quirks' newly discovered super powers, has been steadily increasing over the years, with 80 percent of humanity possessing various abilities from manipulation of elements to shapeshifting. This leaves the remainder of the world completely powerless, and Izuku Midoriya is one such individual.Since he was a child, the ambitious middle schooler has wanted nothing more than to be a hero. Izuku's unfair fate leaves him admiring heroes and taking notes on them whenever he can. But it seems that his persistence has borne some fruit: Izuku meets the number one hero and his personal idol, All Might. All Might's quirk is a unique ability that can be inherited, and he has chosen Izuku to be his successor! Enduring many months of grueling training, Izuku enrolls in UA High, a prestigious high school famous for its excellent hero training program, and this year's freshmen look especially promising. With his bizarre but talented classmates and the looming threat of a villainous organization, Izuku will soon learn what it really means to be a hero.",
    "buy_link": "https://mangadelivery.com/search?q=my+hero+academia",
    "read_link": "https://mangaowl.net/single/150/boku-no-hero-academia", 
    "new_chapter": "TBC",
    "released": "Apr 4, 2016",
    "image": "https://img.mostraveller.com/uploads/images/comics/150/thumbnail.png",
    "creators": ["Horikoshi Kouheia"]
  },
  {
    "id": 8,
    "title": "Death Note",
    "genres": ["Shounen", "Action", "Drama", "Psychological", "Mystery"],
    "views": 8688,
    "votes": 4.4,
    "description": "Ryuk, a god of death, drops his Death Note into the human world for personal pleasure. In Japan, prodigious high school student Light Yagami stumbles upon it. Inside the notebook, he finds a chilling message: those whose names are written in it shall die. Its nonsensical nature amuses Light, but when he tests its power by writing the name of a criminal in it, they suddenly meet their demise. Realizing the Death Note's vast potential, Light commences a series of nefarious murders under the pseudonym 'Kira,' vowing to cleanse the world of corrupt individuals and create a perfect society where crime ceases to exist. However, the police quickly catch on, and they enlist the help of L mastermind detective to uncover the culprit. Death Note tells the thrilling tale of Light and L as they clash in a great battle-of-minds, one that will determine the future of the world.",
    "buy_link": "https://mangadelivery.com/products/te-02?_pos=1&_sid=447784c5c&_ss=r",
    "read_link": "https://mangaowl.net/single/87/death-noter", 
    "new_chapter": "TBC",
    "released": "Dec 1, 2003",
    "image": "https://img.mostraveller.com/uploads/images/comics/87/thumbnail.png",
    "creators": ["Ohba Tsugumi","Obata Takeshi"]
  },
  {
    "id": 9,
    "title": "Tokyo Ghoul",
    "genres": ["Horror", "Action", "Seinen", "Supernatural", "Drama","Psychological"],
    "views": 143830,
    "votes": 4.3,
    "description": "Tokyo has become a cruel and merciless city—a place where vicious creatures called 'ghouls' exist alongside humans. The citizens of this once great metropolis live in constant fear of these bloodthirsty savages and their thirst for human flesh. However, the greatest threat these ghouls pose is their dangerous ability to masquerade as humans and blend in with society. Based on the best-selling supernatural horror manga by Sui Ishida, Tokyo Ghoul follows Ken Kaneki, a shy, bookish college student, who is instantly drawn to Rize Kamishiro, an avid reader like himself. However, Rize is not exactly who she seems, and this unfortunate meeting pushes Kaneki into the dark depths of the ghouls' inhuman world. In a twist of fate, Kaneki is saved by the enigmatic waitress Touka Kirishima, and thus begins his new, secret life as a half-ghoul/half-human who must find a way to integrate into both societies.",
    "buy_link": "https://mangadelivery.com/products/to-373?_pos=1&_sid=2e2302f61&_ss=r",
    "read_link": "https://mangaowl.net/single/132/tokyo-ghoul", 
    "new_chapter": "TBC",
    "released": "Sep 8, 2011",
    "image": "https://img.mostraveller.com/uploads/images/comics/132/thumbnail.png",
    "creators": ["Ishida Sui"]
  }
 ]
}
