[
  {
    "id": 1,
    "title": "Boruto: Naruto Next Generation",
    "genres": ["Action", "Adventure", "Comedy","Drama","Fantasy","Shounen"],
    "views": 402863,
    "votes": 3.9,
    "description": "Naruto was a young shinobi with an incorrigible knack for mischief. He achieved his dream to become the greatest ninja in the village and his face sits atop the Hokage monument. But this is not his story... A new generation of ninja are ready to take the stage, led by Naruto's own son, Boruto!",
    "buy_link": "https://mangadelivery.com/products/m8880406570?utm_source=mangaclub&utm_medium=affiliate&utm_campaign=mangaclub",
    "read_link": "https://mangaowl.net/single/22508/boruto--naruto-next-generations?__cf_chl_jschl_tk__=240a4746668e66f50199f795c8b44c9ded4ec9c7-1617819488-0-AYNpWUmgmOzh8RM_LjG0DzkNcMf4R0v-4eCmO9N93BcW7A9A-_FD5bQ1yv2vqmb7qCU4SJHCHVHH18h_3lpue3QXUEFARTv36i6sLeDRmod0OO9XrRtBy_nvxUM5odWTfpyMr4H60gAclw6Ao6xVjc4tLgSUPiAMD031qpsHYFl8W_dfCYiQfTgpbNF-OV8wBX9GZCMmyx3vOQqH0UupjeC7SSbjDO-6Lykqd0qwSXo4GtGTQZtg61lpApP8-YRtzWq5jrSbSYnuGZ7W2ji78lI4Eicq__Nm1FinjrAgwSFggra793RQhiaJggzIK2aZo33i5q4K0J-ZHpkzV1vjTUPoxLETJ6n2wh6nBYn4_ANZ1IpsOGs4FOCfJ5VTBdCL9C7jTBgqfRkYTMeoPm72ThWykV4UvCwhk_xfa6bDgyAVmcjTl0OOML2-WlPUUgx80LlyMaAe4hfWeezZ3YxtDCzv896TgAmFXkzkstumty8T3B05OTcJm8GiDt_v5RUpIA", 
    "new_chapter": "Apr 20, 2021, 17:00",
    "released": "May 9, 2016",
    "image": "https://img.mostraveller.com/uploads/images/comics/22508/thumbnail.png",
    "creators": ["Mashashi Kishimoto","Mikio Ikemoto","Ukyo Kodachi"]
  },
  {
    "id": 2,
    "title": "One Punch Man",
    "genres": ["Action", "Adventure", "Comedy","Parody","Supernatural"],
    "views": 1244409,
    "votes": 4.8,
    "description": "The seemingly ordinary and unimpressive Saitama has a rather unique hobby: being a hero. In order to pursue his childhood dream, he trained relentlessly for three years—and lost all of his hair in the process. Now, Saitama is incredibly powerful, so much so that no enemy is able to defeat him in battle. In fact, all it takes to defeat evildoers with just one punch has led to an unexpected problem—he is no longer able to enjoy the thrill of battling and has become quite bored. This all changes with the arrival of Genos, a 19-year-old cyborg, who wishes to be Saitama's disciple after seeing what he is capable of. Genos proposes that the two join the Hero Association in order to become certified heroes that will be recognized for their positive contributions to society, and Saitama, shocked that no one knows who he is, quickly agrees. And thus begins the story of One Punch Man, an action-comedy that follows an eccentric individual who longs to fight strong enemies that can hopefully give him the excitement he once felt and just maybe, he'll become popular in the process.",
    "buy_link": "https://mangadelivery.com/products/m7880431070?_pos=1&_sid=c226df7ab&_ss=r",
    "read_link": "https://mangaowl.net/single/76/one-punch-man",
    "new_chapter": "TBC",
    "released": "June 14, 2012",
    "image": "https://cdn.myanimelist.net/images/anime/12/76049l.jpg",
    "creators": ["Murata Yusuke"]
  },
  {
    "id": 3,
    "title": "Attack on Titans (Shingeki no Kyojin)",
    "genres": ["Shounen", "Action", "Drama", "Fantasy", "Horror", "Supernatural"],
    "views": 704323,
    "votes": 4.8,
    "description": "Centuries ago, mankind was slaughtered to near extinction by monstrous humanoid creatures called titans, forcing humans to hide in fear behind enormous concentric walls. What makes these giants truly terrifying is that their taste for human flesh is not born out of hunger but what appears to be out of pleasure. To ensure their survival, the remnants of humanity began living within defensive barriers, resulting in one hundred years without a single titan encounter. However, that fragile calm is soon shattered when a colossal titan manages to breach the supposedly impregnable outer wall, reigniting the fight for survival against the man-eating abominations. After witnessing a horrific personal loss at the hands of the invading creatures, Eren Yeager dedicates his life to their eradication by enlisting into the Survey Corps, an elite military unit that combats the merciless humanoids outside the protection of the walls. Based on Hajime Isayama's award-winning manga, Shingeki no Kyojin follows Eren, along with his adopted sister Mikasa Ackerman and his childhood friend Armin Arlert, as they join the brutal war against the titans and race to discover a way of defeating them before the last walls are breached.",
    "buy_link": "https://mangadelivery.com/products/si-506?_pos=1&_sid=65989bfa7&_ss=r",
    "read_link": "https://mangaowl.net/single/54124/attack-on-titan", 
    "new_chapter": "TBC",
    "released": "Sep 9, 2009",
    "image": "https://cdn.shopify.com/s/files/1/0385/0348/1477/products/SI-506_600x.jpg?v=1610094609",
    "creators": ["Hajime Isayama"]
  }
]
